<?php include_once "./template/header.php"?>

<h1>Блог</h1>

<div class="blog__container">
<div class='blog__card'>
        <div class="blog__story1">
            <h2>Мой первый день в колледже</h2>
            <p>Это была удивительная и запоминающаяся история о моем первом дне в колледже.</p>
            <p>Это была удивительная и запоминающаяся история о моем первом дне в колледже. 
                Я проснулся рано утром, чувствуя смесь волнения и тревоги. 
                Подойдя к современному зданию IT-TOP COLLEGE, я был поражен его масштабами. 
                В аудитории я выбрал место в середине и стал ждать начала занятий. 
                Первой парой была "Введение в Python", которую вел молодой преподаватель Алексей Сергеевич. 
                Его энтузиазм был заразителен, и мое волнение сменилось интересом к предмету. 
                На перемене я познакомился с Максимом, с которым мы разделяли увлечение разработкой игр. 
                День пролетел незаметно, каждая лекция открывала для меня новый мир IT-технологий. 
                Вечером, возвращаясь домой, я чувствовал приятную усталость и воодушевление. 
                Я понял, что сделал правильный выбор, поступив в IT-TOP COLLEGE. З
                асыпая, я улыбался, предвкушая, что ждет меня завтра в стенах моего нового колледжа.</p>
        </div>

        <div class="blog__story2">
            <h2>Как я впервые увидел компьютер</h2>
            <p>Я увидел компьютер когда мне было 6 лет, мне очень понравилась эта техника</p>
            <p>Я увидел компьютер, когда мне было 6 лет, и эта техника сразу же меня очаровала. 
                Это случилось в мастерской художника, который был преподавателем мамы, мы зашли к нему в гости. 
                Большой серый ящик с мерцающим экраном стоял на столе, привлекая мое внимание. 
                Михаил Саныч заметив мой интерес и предложил показать, как работает компьютер. 
                Он включил его, и я с восхищением наблюдал, как на экране появляются разноцветные иконки. 
                ОН открыл программу "Paint" и позволил мне попробовать управлять мышкой. 
                Я был в восторге от того, как легко можно двигать курсор по экрану и взаимодействовать с виртуальными объектами. 
                Время пролетело незаметно, и мне совсем не хотелось уходить. 
                По дороге домой я засыпал маму вопросами о компьютерах и о том, когда у нас дома появится такая же чудо-машина. 
                С того дня я начал мечтать о собственном компьютере и с нетерпением ждал каждого визита к Михаилу Санычу, 
                чтобы снова погрузиться в этот удивительный цифровой мир.
            </p>
        </div>
        <div class="blog__story3">
            <h2>Когда я впервые занялся программированием</h2>
            <p>Мне было 10 лет, и я увидел фильм "Кто я", тогда я решил заниматься программированием</p>
            <p>
                Захватывающий сюжет о хакерах и мире кибербезопасности настолько впечатлил меня, что я решил заняться программированием. 
                На следующий день после просмотра фильма я начал искать информацию о хакерах и кибербезопасности в интернете. 
                Я был поражен, узнав, насколько обширна и сложна эта область. 
                Мои родители, заметив мой интерес, подарили мне книгу по основам программирования и кибербезопасности для начинающих. 
                Я с головой погрузился в изучение материала, проводя часы за компьютером, пытаясь понять основы языков программирования и принципы защиты информации. 
                Первые успехи пришли не сразу, но каждая решенная задача приносила мне огромное удовольствие. 
                Я начал участвовать в онлайн-форумах, где общался с единомышленниками и получал ценные советы от более опытных программистов. 
                Постепенно мое увлечение переросло в серьезное занятие, и я стал посещать дополнительные курсы по кибербезопасности. 
                Теперь, оглядываясь назад, я понимаю, что тот фильм стал отправной точкой моего путешествия в увлекательный мир программирования и кибербезопасности.
            </p>
        </div>
</div>
</div>

<?php include_once "./template/footer.php"?>